Repository: Bartlomiej-Skwara/ETCS
Catalog: locales/dmi/*.po
Languages: de, el, es, fr, it, nl, pt, sv

source: EVC not connected!
es: ¡EVC no conectado!

source: Train serie not selected!
es: ¡Serie de tren no seleccionado!

source: Brightness
es: Brillo
it: Luminosità
sv: Ljusstyrka

source: Yes
de: Ja
el: Vαι
es: Si
fr: Oui
it: Sì
nl: Ja
pt: Sim
sv: Ja

source: entry complete?
de: bestätigen?
el: πλήρης είσοδος;
es: : ¿ Entrada completada ?
fr: entrée complète ?
it: Dati treno completi ?
nl: volledige invoer?
pt: entrada completa?
sv: fullständig inmatning?

source: TRN
de: ZUGNR
el: NTRAIN
es: Número de tren
fr: NTRAIN
it: NTRENO
nl: NTRAIN
pt: NTRAIN
sv: NTRÅG

source: Enter data
el: Int. δεδομένα
es: Int. datos
fr: Int. données
it: Inserire dati
nl: Int. gegevens
pt: Int. dados
sv: Inmata data

source: Main
de: Hauptmenü
el: Κύριο μενού
es: Principal
fr: Principal
it: Principale
nl: Belangrijk
pt: Principal

source: Start
el: Αρχή
es: Inicio
fr: Début
nl: Begin
pt: Começar

source: Driver ID
de: Tf-Nummer
el: Ταυτότητα οδηγού
es: Datos del Maquinista
fr: ID Conducteur
it: ID Macchinista
nl: Chauffeur Gegevens
pt: Dados Motorista
sv: Förar-ID

source: Train Data
de: Zugbesy
el: Δεδομένα τρένου
es: Datos del tren
fr: Données Trains
it: Dati treno
nl: Trein Gegevens
pt: Dados Trem
sv: Förardata

source: Level
el: Επίπεδο
es: Nivel
fr: Niveau
it: Livello
nl: Niveau
pt: Nível
sv: Nivå

source: Train running number
de: Zugnummer
el: αριθμός τρένου
es: Número de tren
fr: Numéro de train
it: Numero treno
nl: Trein nummer
pt: Número do trem
sv: Tågnummer

source: Exit Shunting
de: Shunting beenden
el: Τέλος ελιγμών
es: Fin Maniobras
fr: Fin des manœuvres
it: Fine Shunting
nl: Einde manoeuvres
pt: Manobras finais
sv: Avsluta växling

source: Shunting
el: γυμνάσια
es: Maniobras
fr: Manœuvres
nl: Manoeuvres
pt: Manobras
sv: Växling

source: Maintain shunting
de: Passive Shunting
el: κρατήστε ελιγμό
es: Mantener Maniobra
fr: Tenir la manœuvre
it: Mantenimento shunting
nl: Manoeuvre vasthouden
pt: Manobra de espera
sv: Behåll växling

source: Radio data
de: Funkdaten
el: ραδιοφωνικά δεδομένα
es: Datos de Radio
fr: Données radio
it: Dati RBC
nl: Radiogegevens
pt: Dados de rádio

source: Continue in SM
es: Continuar en SM

source: Initiate SM
es: Iniciar SM

source: Exit SM
es: Salir SM

source: NTC data entry
de: NTC-Dateneingabe
el: Εισαγωγή δεδομένων NTC
es: Entrada de datos NTC
fr: Saisie des données NTC
it: Inserimento dati NTC
nl: NTC-gegevensinvoer
pt: Entrada de dados NTC
sv: NTC-datainmatning

source: End of data entry
de: Ende der Dateneingabe
el: Τέλος εισαγωγής δεδομένων
es: Fin entrada datos
fr: Fin de la saisie des données
it: Fine inserimento dati
nl: Einde van gegevensinvoer
pt: Fim da entrada de dados
sv: Slut på datainmatning

source: Override
el: υπερβαίνω
es: Rebase
fr: Outrepasser
it: Sopprimi
nl: Overlopen
pt: Superação
sv: Överskrid

source: RBC data
de: RBC-Daten
el: Δεδομένα RBC
es: Datos de Radio
fr: Données RBC
it: Dati RBC
nl: RBC-gegevens
pt: Dados RBC

source: Contact last RBC
de: Letztes RBC kontaktieren
el: Επικοινωνήστε με το τελευταίο RBC
es: Contactar último RBC
fr: Contacter le dernier RBC
it: Contattare l'ultimo RBC
nl: Laatste RBC
pt: Contato último RBC
sv: Kontakta senaste RBC

source: Use short number
de: Kurznummer verwenden
el: χρησιμοποιήστε σύντομο αριθμό
es: Usar número corto
fr: Utiliser un numéro court
it: Numero breve
nl: Gebruik kort nummer
pt: Usar número curto
sv: Använd kort nummer

source: Enter RBC data
de: RBC-Daten eingeben
el: Εισαγάγετε δεδομένα RBC
es: Introducir datos RBC
fr: Saisir les données RBC
it: Immettere i dati RBC
nl: Voer RBC-gegevens
pt: Insira os dados RBC
sv: Ange RBC-data

source: Radio Network ID
de: Funknetzwerk-ID
el: Αναγνωριστικό δικτύου ραδιοφώνου
es: ID Red de radio
fr: Identifiant du réseau radio
it: ID rete radio
nl: Radionetwerk-ID
pt: ID da rede de rádio
sv: Radionätverks-ID

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt: Configurações
sv: Inställningar

source: Language
es: Idioma
it: Lingua
sv: Språk

source: Volume
es: Volumen
sv: Volym

source: System version
el: έκδοση συστήματος
es: Versión del Sistema
fr: Version système
it: Info Versione
nl: Systeem versie
pt: Versão do sistema

source: Set VBC
de: VBC hinzufügen
el: Προσθήκη VBC
es: Establecimiento VBC
fr: Ajouter VBC
it: Aggiungi VBC
nl: VBC toevoegen
pt: Adicionar VBC
sv: Lägg till VBC

source: Remove VBC
de: VBC entfernen
el: Αφαιρέστε το VBC
es: Suprimir VBC
fr: Supprimer VBC
it: Rimuovi VBC
nl: VBC verwijderen
pt: Remover VBC
sv: Ta bort VBC

source: Special
de: Spezial
el: Ειδικός
es: Especial
fr: Spécial
it: Speciale
nl: Speciaal
pt: Especial
sv: Speciell

source: Adhesion
de: Adhäsion
el: Προσκόλληση
es: Adherencia
fr: Adhérence
it: Aderenza
nl: Aanhankelijkheid
pt: Aderência

source: SR Speed/Distance
de: SR Geschwindigkeit/ Distanz
el: SR Ταχύτητα/Απόσταση
es: Datos SR velocidad/distancia
fr: Vitesse/distance SR
it: Velocità Distanza SR
nl: SR Snelheid/Afstand
pt: SR Velocidade/Distância
sv: SR Hastighet/Avstånd

source: Train integrity
de: Zugintegrität
el: ακεραιότητα του τρένου
es: Integridad del tren
fr: Intégrité du train
it: Integrità treno
nl: Train integriteit
pt: Treinar integridade
sv: Tåg integritet

source: BMM reaction inhibition
es: Inhibición de la reacción de BMM

source: Select type
el: Sel. ο τύπος
es: Sel. tipo
fr: Sél. Type
it: Sel. tipo
nl: Sel. jongen
pt: Sel. cara
sv: Välj typ

# Navigation bar
source: Main
de: Haupt- menü
el: Μενού
es: Menú
fr: Menu
it: Princ
nl: Voor- naamst
pt: Cardá- pio

# Navigation bar
source: Over- ride
el: κατα- πατώ
es: Rebas e
fr: Passer outre
it: Soppr
nl: Over- schrijven
pt: Superação
sv: Över- skrid

# Navigation bar
source: Data view
de: Daten ansehen
el: Δεδο- μένα
es: Datos
fr: Données
it: Vedi dati
nl: Gegevens
pt: Dados
sv: Data vy

# Navigation bar
source: Spec
de: Spezial
el: Ειδικός
es: Especi al
fr: Spécial
nl: Speciaal
pt: Especial
sv: Särskild

source: Component testing
es: Pruebas EVC

source: In progress...
es: En curso

source: OK
es: Correcto

source: Failed
es: Falló

source: Type
es: Tipo

source: No
de: Nein
el: Οχι
fr: Non
nl: Nee
pt: Não
sv: Nej

source: DEL
fr: DU

source: Non-Leading
el: διπλή έλξη
fr: Double traction
nl: Dubbele tractie
pt: Tração dupla
sv: Dubbel dragkraft
