Repository: Bartlomiej-Skwara/ETCS
Catalog: locales/evc/*.po
Languages: cs, de, es, fr, hu, it, nl, pl, pt, ru, sv, uz

source: Level crossing not protected
cs: Nezabezpečený vlakový přejezd
de: Bahnübergang nicht gesichert
es: Paso a nivel no protegido
fr: Passage à niveau non protégé
hu: A vasúti átjáró nem védett
it: Passaggio a livello non protetto
nl: Overweg niet beveiligd
pl: Przejazd kolejowy nie jest chroniony
pt: Passagem de nível não protegida
ru: Переезд не охраняется
sv: Plankorsning ej skyddad
uz: O'tish joyi himoyalanmagan

source: Acknowledgement
cs: Potvrzení
de: Bestätigung
es: Reconocimiento
fr: Acquittement
hu: Elismerés
it: Riconoscimento
nl: Erkenning
pl: Potwierdzenie
pt: Reconhecimento
ru: Подтверждение
sv: Bekräftelse
uz: Tasdiqlash

source: Driver ID
cs: Číslo strojvedoucího
de: Tf-Nummer
es: Datos del Maquinista
fr: ID Conducteur
hu: Vezetői azonosító
it: ID Macchinista
nl: Chauffeur-ID
pl: ID Maszynisty
pt: Identificação do motorista
ru: ID Машиниста
uz: Haydovchi identifikatori

source: Level 0
cs: Úroveň 0
es: Nivel 0
fr: Niveau 0
hu: 0. szint
it: Livello 0
nl: Niveau 0
pl: Poziom 0
pt: Nível 0
ru: Уровень 0
sv: Nivå 0
uz: 0-daraja

source: Level 1
cs: Úroveň 1
es: Nivel 1
fr: Niveau 1
hu: 1. szint
it: Livello 1
nl: Niveau 1
pl: Poziom 1
pt: Nível 1
ru: Уровень 1
sv: Nivå 1
uz: 1-daraja

source: Level 2
cs: Úroveň 2
es: Nivel 2
fr: Niveau 2
hu: 2. szint
it: Livello 2
nl: Niveau 2
pl: Poziom 2
pt: Nível 2
ru: Уровень 2
sv: Nivå 2
uz: 2-daraja

source: Level 3
cs: Úroveň 3
es: Nivel 3
fr: Niveau 3
hu: 3. szint
it: Livello 3
nl: Niveau 3
pl: Poziom 3
pt: Nível 3
ru: Уровень 3
sv: Nivå 3
uz: 3-daraja

source: Level
cs: Úroveň
fr: Niveau
hu: Szint
it: Livello
nl: Niveau
ru: Уровень
uz: Daraja

source: Level
cs: Úroveň
es: Nivel ERTMS/ETCS
fr: Niveau
hu: Szint
it: Livello
nl: Niveau
pl: Poziom
pt: Nível
ru: Уровень
sv: Nivå
uz: Daraja

source: Train running number
cs: Číslo vlaku
de: Zugnummer
es: Número de tren
fr: Numéro de circulation du train
hu: vonatszám
it: Numero treno
nl: Lopende nummer van de trein
pl: Numer pociągu
pt: Número de corrida do trem
ru: Номер поезда
sv: Tågnummer
uz: Poezd yugurish raqami

source: RBC ID
cs: Číslo RBC
es: Identificador RBC
fr: ID RBC
hu: RBC azonosító
it: ID RBC
pl: ID RBC
pt: ID RBC
ru: ID RBC

source: RBC phone number
cs: Telefonní číslo RBC
de: RBC-Telefonnummer
es: Número de teléfono RBC
fr: Numéro de téléphone RBC
hu: RBC telefon
it: Numero di telefono RBC
nl: RBC-telefoonnummer
pl: Numer tel. RBC
pt: Número de telefone RBC
ru: Номер телефона RBC
sv: RBC telefonnummer
uz: RBC telefon raqami

source: RBC data
cs: Zadat data RBC
de: RBC-Daten
es: Datos del RBC
fr: Données RBC
hu: RBC adatok
it: Dati RBC
nl: RBC-gegevens
pl: Dane RBC
pt: Dados RBC
ru: Данные RBC
uz: RBC bilan tanishish

source: Radio network ID
cs: ID rádiové sítě
de: Funknetz-ID
es: ID de red de radio
fr: ID Réseau radio
hu: Rádióhálózat azonosítója
it: ID rete radio
nl: Radionetwerk-ID
pl: ID sieci radiowej
ru: Идентификатор радиосети
uz: Radio tarmoq identifikatori

source: Train data
cs: Vlaková data
de: Zugdateneingabe
es: Datos del tren
fr: Données train
hu: Vonatadatok
it: Dati treno
nl: Trein gegevens
pl: Dane pociągu
pt: Dados de trem
ru: Данные по поездам
uz: Poyezd ma'lumotlari

source: Train type
cs: Typ vlaku
de: Zugtyp
es: Datos de Tren
fr: Type de train
hu: Amolyan vonat
it: Tipo di treno
nl: Type trein
pl: Rodzaj pociągu
pt: Tipo de trem
ru: Тип поезда
sv: Tågtyp
uz: Poezd turi

source: Length (m)
cs: Délka (m)
de: Zuglänge
es: Longitud [m]
fr: Longueur (m)
hu: Hossz (m)
it: Lunghezza (m)
nl: Lengte (m)
pl: Długość (m)
pt: Comprimento (m)
ru: Длина (м)
uz: Uzunlik (m)

source: Brake percentage
cs: Brzdicí procenta
de: BRH
es: Porcentaje de freno [%]
fr: Pourcentage de freinage
hu: fékszázalék
it: Percentuale freno
nl: Rem percentage
pl: Rz. % masy hamuj.
pt: Porcentagem de freio
ru: Процент торможения
sv: Bromsprocent
uz: Tormoz foizi

source: Max speed (km/h)
cs: Maximální rychlost (km/h)
de: VMZ
es: Velocidad máxima [km/h]
fr: Vitesse maximale (km/h)
hu: sebesség maximum (km/h)
it: Velocità max. (km/h)
nl: Maximum snelheid (km/u)
pl: Prędkość max. (km/h)
pt: Velocidade máxima (km/h)
ru: Макс. скорость (км/ч)
uz: Maksimal tezlik (km/soat)

source: Loading gauge
cs: Průjezdný průřez
de: Lademaß
es: Gálibo de la carga
fr: Gabarit de chargement
hu: Rakodási szelvény
it: Sagoma limite
nl: Laadmeter
pl: Skrajnia
pt: medidor de carga
ru: Манометр
sv: Laddar mätare
uz: Yuk ko'rsatkichi

source: Out of GC
cs: Mimo GC
de: Über GC
es: Fuera de GC
fr: Hors CG
hu: Elfogyott a GC
it: Fuori dal GC
nl: Uit GC
pl: Poza GC
pt: Fora do CG
ru: За пределами GC
sv: Ute från GC
uz: GCdan tashqari

source: Train category
cs: Typ vlaku
de: ETCS-Zugart
es: Categoría de tren
fr: Catégorie de train
hu: vonattípus
it: Categoria treno
nl: Trein categorie
pl: Kategoria
pt: Categoria de trem
ru: Категория поезда
sv: Tåg kategori
uz: Poyezd toifasi

source: PASS 1
hu: UTAZÁS N
nl: PAS 1
pt: PASSE 1
sv: PASSERA 1
uz: 1-QADAM

source: PASS 2
hu: 2. LÉPÉS
nl: PAS 2
pt: PASSE 2
sv: PASSERA 2
uz: 2-QADAM

source: PASS 3
hu: UTAZÁSOK
nl: PAS 3
pt: PASSE 3
sv: PASSERA 3
uz: 3-QADAM

source: TILT 1
hu: DÖNTÉS 1
nl: KANTELEN 1
pt: INCLINAÇÃO 1
sv: LUTA 1

source: TILT 2
hu: UTAZÁS B
nl: KANTELEN 2
pt: INCLINAÇÃO 2
sv: LUTA 2

source: TILT 3
hu: DÖNTÉS 3
nl: KANTELEN 3
pt: INCLINAÇÃO 3
sv: LUTA 3

source: TILT 4
hu: UTAZÁS C
nl: KANTELEN 4
pt: INCLINAÇÃO 4
sv: LUTA 4

source: TILT 5
hu: DÖNTÉS 5
nl: KANTELEN 5
pt: INCLINAÇÃO 5
sv: LUTA 5

source: TILT 6
hu: UTAZÁS D
nl: KANTELEN 6
pt: INCLINAÇÃO 6
sv: LUTA 6

source: TILT 7
hu: DÖNTÉS 7
nl: KANTELEN 7
pt: INCLINAÇÃO 7
sv: LUTA 7

source: FP 1
hu: MERC P/V N
nl: KP 1
pt: PF 1
sv: MERC P/V N
uz: PF 1

source: FP 2
hu: PF 2
nl: KP 2
pt: PF 2
sv: PF 2
uz: PF 2

source: FP 3
hu: PF 3
nl: KP 3
pt: PF 3
sv: PF 3
uz: PF 3

source: FP 4
hu: PF 4
nl: KP 4
pt: PF 4
sv: PF 4
uz: PF 4

source: FG 1
hu: MERC F/G N
sv: MERC F/G N
uz: GF 1

source: Axle load category
cs: Kategorie náprav. tlaku
de: Streckenklasse
es: Carga por eje [T]
fr: Catégorie de charge par essieu
hu: Tengelyterhelési kategória
it: Categoria di carico per asse
nl: Categorie asbelasting
pl: Nacisk na oś
pt: Categoria de carga do eixo
ru: Категория нагрузки на ось
sv: Axellastkategori
uz: Aks yuki toifasi

source: data
de: daten
es: datos
fr: données
hu: adat
it: dati
nl: gegevens
pl: dane
pt: dados
ru: данные
uz: ma'lumotlar

source: Adhesion
cs: Adheze
de: Adhäsion
es: Adhesión
fr: Adhérence
hu: Tapadás
it: Aderenza
nl: Hechting
pl: Przyczepność
pt: Adesão
ru: Адгезия
uz: Qo'shilish

source: Non slippery rail
cs: Suché kolejnice
de: Rutschfeste Schiene
es: Via no deslizante
fr: Rail non glissant
hu: Nincs csúszós sín
it: Binario non scivoloso
nl: Niet-gladde rail
pl: Przyczepność normalna
pt: trilho antiderrapante
ru: Сухая поверхность рельса
sv: Icke-halt spår
uz: Silliq bo'lmagan temir yo'l

source: Slippery rail
cs: Mokré kolejnice
de: Rutschige Schiene
es: Via deslizante
fr: Rail glissant
hu: Csúszós sín
it: Binario scivoloso
nl: Glad spoor
pl: Przyczepność zmniejszona
pt: trilho escorregadio
ru: Мокрая поверхность рельс
sv: Halt spår
uz: Sirpanchiq temir yo'l

source: SR speed (km/h)
cs: Rychlost v SR (km/h)
de: SR-Geschwindigkeit (km/h)
es: Max. velocidad SR [km/h]
fr: Vitesse SR (km/h)
hu: SR sebesség (km/h)
it: Velocità SR (km/h)
nl: SR-snelheid (km/u)
pl: Prędkość SR (km/h)
pt: Velocidade SR (km/h)
ru: Скорость SR (км/ч)
uz: SR tezligi (km/soat)

source: SR distance (m)
cs: Vzdálenost v SR (m)
de: SR-Abstand (m)
es: Max. distancia SR [m]
fr: Distance SR (m)
hu: Távolság SR-ben (m)
it: Distanza SR (m)
nl: SR-afstand (m)
pl: Odległość SR (m)
pt: Distância SR (m)
ru: Расстояние SR (м)
uz: SR masofasi (m)

source: SR speed/distance
cs: SR rychlost/vzdálenost
de: SR Geschwindigkeit/Distanz
es: Datos SR velocidad/distancia
fr: Vitesse/distance SR
hu: SR dist/seb
it: SR velocità/distanza
nl: SR snelheid/afstand
pl: Ustawienia trybu SR
pt: Velocidade/distância SR
ru: SR скорость/расстояние
uz: SR tezligi/masofasi

source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
pt: Linguagem
ru: Язык
sv: Språk
uz: Til

source: Set VBC
cs: Nastavit VBC
de: VBC einstellen
es: Establecimiento VBC
fr: Définir VBC
hu: Adja hozzá a VBC-t
it: Imposta VBC
nl: VBC instellen
pl: Dodaj VBC
pt: Definir VBC
ru: Установить VBC
sv: Sätt VBC
uz: VBC to'plami

source: VBC code
cs: Kód VBC
es: Código VBC
fr: Code VBC
hu: VBC kód
it: Codice VBC
pl: kod VBC
pt: Código VBC
ru: Код VBC
sv: VBC-kod
uz: VBC kodi

source: Remove VBC
cs: Odstranit VBC
de: VBC entfernen
es: Suprimir VBC
fr: Supprimer VBC
hu: Távolítsa el a VBC-t
it: Rimuovi VBC
nl: VBC verwijderen
pl: Usuń VBC
pt: Remover VBC
ru: Удалить VBC
sv: Ta bort VBC
uz: VBC-ni olib tashlang

source: Brake percentaje
cs: Brzdicí procenta
de: Bremshundertstel
fr: Pourcentage de freinage
hu: fékszázalék
it: Percentuale freno
nl: Rem percentage
pl: Rz. % masy hamuj.
pt: Porcentagem de freio
ru: Процент торможения
sv: Bromsprocent
uz: Tormoz foizi

source: Maximum speed (km/h)
cs: Maximální rychlost (km/h)
de: VMZ
es: Velocidad máxima [km/h]
fr: Vitesse maximale (km/h)
hu: Maximális sebesség (km/h)
it: Velocità massima (km/h)
nl: Maximale snelheid (km/u)
pl: Prędkość max. (km/h)
pt: Velocidade máxima (km/h)
ru: Максимальная скорость (км/ч)
uz: Maksimal tezlik (km/soat)

source: Airtight
cs: Tlakotěsnost
de: Druckertüchtigt
es: Estanqueidad
fr: Hermétique
hu: Nyomástartás
it: Ermetico
nl: Luchtdicht
pl: Zamknięty obieg powietrza
pt: Hermético
ru: Опрессовка
sv: Lufttät
uz: Havo o'tkazmaydigan

source: Yes
cs: Ano
de: Ja
es: Si
fr: Oui
hu: Igen
it: SÌ
nl: Ja
pl: TAK
pt: Sim
ru: Да
sv: Ja
uz: Vilkalar

source: No
cs: Ne
de: Nein
fr: Non
hu: Nem
nl: Nee
pl: NIE
pt: Não
ru: Нет
sv: Nej
uz: Yo'q

source: Data view
cs: Zobrazení dat
de: Daten ansehen
es: Ver datos
fr: Affichage des données
hu: Lásd az adatokat
it: Vista dati
nl: Gegevensweergave
pl: Dane
pt: Exibição de dados
ru: Просмотр данных
sv: Datavy
uz: ma'lumotlar ko'rinishi

source: System version
cs: Systémová verze
es: Versión del Sistema
fr: Version système
hu: Rendszerverzió
it: Info Versione
nl: Systeem versie
pl: Wersja systemu
pt: Versão do sistema
ru: Версия системы
uz: Tizim versiyasi

source: Operated system version
cs: Verze provozovaného systému
de: Betriebssystemversion
es: Versión del sistema en operación
fr: Version système exploité
hu: Az operációs rendszer verziója
it: Versione del sistema operativo
nl: Versie met besturingssysteem
pl: Obsługiwana wersja systemu
pt: Versão do sistema operacional
ru: Поддерживаемая версия системы
sv: Operativ systemversion
uz: Operatsion tizim versiyasi

source: Radio network registration failed
cs: Registrace do rádiové sítě se nezdařila
de: Funknetzregistrierung fehlgeschlagen
es: Fallo en el registro de la red de radio
fr: Enregistrement réseau radio échoué
hu: A rádióhálózat regisztrációja sikertelen
it: Registrazione rete radio non riuscita
nl: Registratie radionetwerk mislukt
pl: Rejestracja do sieci radiowej nieudana
ru: Регистрация радиосети не удалась
sv: Radio nätverksregistrering misslyckades
uz: Radio tarmog‘ini ro‘yxatdan o‘tkazish amalga oshmadi

source: Train is rejected
cs: Vlak odmítnut
de: Zug wird abgelehnt
es: Tren rechazado
fr: Le train est rejeté
hu: elutasított vonat
it: Il treno è rifiutato
nl: Trein wordt geweigerd
pl: Pociąg odrzucony
pt: O trem é rejeitado
ru: Поезд отклонен
sv: Avvisat tåg
uz: Poyezd rad etilgan

source: Shunting request failed
cs: Žádost o posun se nepodařila
es: Maniobra imposible
fr: Échec de la demande de manoeuvre
hu: lehetetlen manőver
it: Richiesta di shunting fallita
nl: Rangeerverzoek mislukt
pl: Manewrowanie odrzucone
pt: A solicitação de desvio falhou
ru: Отказ от маневрирования
sv: Rangeringsförfrågan misslyckades
uz: Manevr so‘rovi bajarilmadi

source: Validate train data
cs: Potvrzenívlakových dat
de: Zugdaten bestätigen
es: Validar datos del tren
fr: Valider les données du train
hu: A vonatadatok érvényesítése
it: Convalida i dati del treno
nl: Valideer treingegevens
pl: Sprawdź dane pociągu
pt: Validar dados do trem
ru: Проверка данных поезда
uz: Poyezd ma’lumotlarini tasdiqlash

source: Validate set VBC
cs: Potvrzení uloženého VBC
de: VBC-Einstellung bestätigen
es: Validar VBC añadido
fr: Valider l'ensemble VBC
hu: Érvényesítse a VBC hozzáadását
it: Convalida set VBC
nl: Valideer ingestelde VBC
pl: Sprawdź dane VBC
pt: Validar conjunto VBC
ru: Добавлена верификация VBC
sv: Validera sätt VBC
uz: VBC to'plamini tasdiqlash

source: Validate remove VBC
cs: Potvrzení odstranění VBC
de: VBC-Entfernung bestätigen
es: Validar eliminación VBC
fr: Valider supprimer VBC
hu: Érvényesítse a VBC eltávolítását
it: Conferma eliminazione VBC
nl: Valideer het verwijderen van VBC
pl: Potwierdź usunięcie VBC
pt: Validar remover VBC
ru: Подтверждение удаления VBC
sv: Validera borttagning av VBC
uz: VBCni olib tashlashni tasdiqlang

source: Brightness
cs: Jas
de: Helligkeit
es: Brillo
fr: Luminosité
hu: Fényerősség
it: Luminosità
nl: Gloed
pl: Jasność
ru: Яркость
sv: Ljusstyrka
uz: Yorqinlik

source: Volume
cs: Hlasitost
de: Lautstärke
es: Volumen
hu: Hangerő
pl: Głośność
ru: Громкость
sv: Volym
uz: Ovoz balandligi

source: Validate
cs: Potvrzení
de: Bestätigen
es: Validar
fr: Valider
hu: Érvényesít
it: Convalida
nl: Valideren
pl: Uprawomocnić
pt: Validar
ru: Проверить
sv: Bekräfta
uz: Tasdiqlash

source: SH refused
cs: Posun odmítnut
de: SH abgelehnt
es: Maniobra rechazada
fr: SH refusé
hu: A manővert elutasították
it: SH rifiutato
nl: SH weigerde
pl: Manewr odrzucony
pt: SH recusou
ru: SH отказался
sv: Rangering avvisad
uz: SH rad etdi

source: Trackside not compatible
cs: Traťová část nekompatibilní
de: Streckenseitig nicht kompatibel
es: Vía no compatible
fr: Équipement sol non compatible
hu: az elérési út nem támogatott
it: A terra non compatibile
nl: Trackside niet compatibel
pl: Błąd wyposażenia szlaku
pt: Via não compatível
ru: Ошибка в оборудовании пути
sv: Spårsida är inte kompatibel
uz: Trackside mos emas

source: Entering FS
cs: Vstup do FS
de: Aufnahme in FS
es: Entrada en FS
fr: Entrée en mode FS
hu: Belépés az FS-be
it: Ingresso nel modo Full Supervision
nl: FS invoeren
pl: Wejście w tryb PEŁEN NADZÓR
pt: Entrando em FS
ru: Вход в режим ПОЛНОГО УПРАВЛЕНИЯ
sv: Inträder FS
uz: FSga kirish

source: Entering OS
cs: Vstup do OS
de: Aufnahme in OS
es: Entrada en OS
fr: Entrée en mode OS
hu: bemenet az OS-be
it: Ingresso nel modo On-Sight
nl: Besturingssysteem invoeren
pl: Wejście w tryb NA WIDOCZNOŚĆ
pt: Entrando no sistema operacional
ru: Вход в режим ВИЗУАЛЬНЫЙ
sv: Inträder OS
uz: OSga kirish

source: Unauthorized passing of EoA/LoA
cs: Neoprávněné překročení EoA/LoA
de: Unerlaubte Vorbeifahrt an EoA/LoA
es: EOA o LOA rebasado
fr: Franchissement non autorisé d'EoA/LoA
hu: EoA vagy LoA túllépve
it: Superamento indebito EoA
nl: Ongeoorloofd doorgeven van EoA/LoA
pl: Przekroczono EoA lub LoA
pt: Passagem não autorizada de EoA/LoA
ru: Превышение EoA или LoA
uz: EoA/LoA ruxsatsiz o'tishi

source: Balise read error
cs: Chyba čtení balíz
de: Balisen-Lesefehler
es: Fallo lectura baliza
fr: Erreur de lecture balise
hu: Beacon olvasási hiba
it: Errore di lettura Balise
nl: Balise leesfout
pl: Błąd odczytu balisy
pt: Erro de leitura do Balise
ru: Ошибка считывания баланса
sv: Balisefel
uz: Balise o'qish xatosi

source: No MA received at level transition
cs: Při změně úrovně nebyla přijata žádná MA
de: Keine MA beim Levelwechsel erhalten
es: Sin MA en la transición de nivel
fr: Aucune MA reçue à la transition de niveau
hu: Nincs MA szintváltáskor
it: Nessun MA ricevuto al passaggio di livello
nl: Geen MA ontvangen bij niveauovergang
pl: Nie otrzymano MA przy zmianie poziomu
pt: Nenhum MA recebido na transição de nível
ru: При изменении уровня не было получено MA
sv: Ingen MA mottagen vid nivåövergång
uz: Darajaga o'tishda hech qanday MA olinmadi

source: Communication error
cs: Chyba komunikace
de: Kommunikationsfehler
es: Error de comunicaciones
fr: Erreur de communication
hu: kommunikációs hiba
it: Errore di comunicazione
nl: Communicatie fout
pl: Błąd komunikacji
pt: Erro de comunicação
ru: Ошибка связи
sv: kommunikationsfel
uz: aloqa xatosi

source: SR distance exceeded
cs: Překročení vzdálenosti SR
de: SR-Distanz überschritten
es: Distancia en SR rebasada
fr: Distance SR dépassée
hu: SR távolság túllépve
it: Superata Boa Stop nel modo SR
nl: SR-afstand overschreden
pl: Przekroczono odległość SR
pt: Distância SR excedida
ru: Превышение расстояния SR
sv: SR-avstånd har överskridits
uz: SR masofasi oshib ketdi

source: SH stop order
cs: Příkaz k zastavení SH
de: SH-Halt
es: Orden de parada en SH
fr: Ordre d'arrêt SH
hu: Megrendelés leállítása SH-ban
it: Ordine di arresto SH
nl: SH stopopdracht
pl: Otrzymano polecenie zatrzymania jazdy manewrowej
pt: Ordem de parada SH
ru: Стоп-приказ SH
sv: SH stopporder
uz: SH to'xtatish tartibi

source: SR stop order
cs: Příkaz k zastavení SR
de: SR-Halt
es: Orden de parada en SR
fr: Ordre d'arrêt SR
hu: SR stop parancs
it: Ordine di arresto SR
nl: SR stopopdracht
pl: Otrzymano polecenie zatrzymania
pt: Ordem de parada SR
ru: Стоп-приказ SR
sv: SR stopporder
uz: SR to'xtatish tartibi

source: Emergency stop
cs: Nouzové zastavení
de: ETCS Nothalt
es: Parada de emergencia
fr: Arrêt d'urgence
hu: Vészmegálló
it: Arresto emergenza incondizionata
nl: Noodstop
pl: Hamowanie awaryjne
pt: Parada de emergência
ru: Аварийная остановка
sv: Nödstopp
uz: Favqulodda to'xtash

source: No track description
cs: Žádný popis trati
de: Keine Streckenbeschreibung
es: Sin datos de vía
fr: Aucune description de piste
hu: nincsenek pályaadatok
it: A terra non compatibile
nl: Geen trackbeschrijving
pl: Błąd wyposażenia szlaku
pt: Sem descrição da faixa
ru: Описание пути отсутствует
sv: Ingen spårbeskrivning
uz: Trek tavsifi yo'q

source: brake demand
cs: požadavek na brzdu
de: Bremsanforderung
es: demanda de freno
fr: demande de freinage
hu: fékigény
it: richiesta frenatura
nl: rem vraag
pl: zapotrzebowanie na hamulec
pt: demanda de freio
ru: тормозное требование
sv: bromsbehov
uz: tormoz so'rovi

source: failed
cs: selhal
de: fehlgeschlagen
es: falló
fr: échoué
hu: nem sikerült
it: fallito
nl: mislukt
pl: uszkodzony
pt: fracassado
ru: неудачный
sv: misslyckades
uz: muvaffaqiyatsiz

source: not available
cs: není dostupný
de: nicht verfügbar
es: no disponible
fr: non disponible
hu: nem elérhető
it: non disponibile
nl: niet beschikbaar
pl: niedostępny
pt: não disponível
ru: недоступно
sv: inte tillgänglig
uz: mavjud emas

source: Route suitability - loading gauge
cs: Vhodnost trasy - Průjezdný průřez
de: Streckeneignung - Lademaß
es: Incompatibilidad de ruta - gálibo de carga
fr: Aptitude à l'itinéraire - gabarit de chargement
hu: Útvonal-alkalmasság - rakszelvény
it: Idoneità al percorso - sagoma limite
nl: Route geschiktheid - laadprofiel
pl: Przydatność trasy – skrajnia ładunkowa
pt: Adequação da rota - gabarito
ru: Несовместимость маршрута - погрузочная колея
sv: Ruttlämplighet - laddar mätare
uz: Marshrutning mosligi - yuk ko'rsatkichi

source: Route suitability - axle load category
cs: Vhodnost trasy - Traťová třída zatížení
de: Streckeneignung - Streckenklasse
es: Incompatibilidad de ruta - categoría de carga por eje
fr: Aptitude à l'itinéraire - catégorie de charge par essieu
hu: Útvonal-alkalmasság - tengelyterhelési kategória
it: Idoneità al percorso - categoria di carico per asse
nl: Routegeschiktheid - aslastcategorie
pl: Przydatność trasy – kategoria nacisku na oś
pt: Adequação da rota - categoria de carga por eixo
ru: Соответствие маршруту - категория нагрузки на ось
sv: Ruttlämplighet - axellastkategori
uz: Marshrutning mosligi - o'q yuki toifasi

source: Route suitability - traction system
cs: Vhodnost trasy - trakční systém
de: Streckeneignung - Traktionssystem
es: Incompatibilidad de ruta - sistema de tracción
fr: Aptitude à l'itinéraire - système de traction
hu: Útvonal-alkalmasság - vontatási rendszer
it: Idoneità al percorso - sistema di trazione
nl: Route geschiktheid - tractiesysteem
pl: Przydatność trasy – system trakcji
pt: Adequação da rota - sistema de tração
ru: Пригодность маршрута - система тяги
sv: Ruttlämplighet - dragsystem
uz: Marshrutning mosligi - tortish tizimi

source: Runaway movement
cs: Samovolný pohyb
de: Unzulässige Bewegung
es: Deslizamiento
fr: Mouvement de dérive
hu: Siklik
it: Movimento in fuga
nl: Weggelopen beweging
pl: Zbiegnięcie taboru
pt: Movimento descontrolado
ru: Боксование
sv: Okontrollerad rörelse
uz: Qochqin harakati

source: Train data changed
cs: Vlaková data změněna
de: Zugdaten geändert
es: Los datos del tren cambiaron
fr: Les données train ont changé
hu: A vonatadatok megváltoztak
it: Dati del treno modificati
nl: Treingegevens gewijzigd
pl: Zmieniono dane pociągu
pt: Dados do trem alterados
ru: Изменены данные по поездам
sv: Tågdata har ändrats
uz: Poyezd maʼlumotlari oʻzgartirildi

source: confirmed
es: confirmado
pl: zatwierdzony

source: Level selected
es: Nivel seleccionado
pl: Wybrano poziom

source: Train running number entered
es: Número de tren introducido
pl: Wprowadzono numer pociągu

source: Train data entered
es: Datos del tren introducidos
pl: Wprowadzono dane pociągu

source: Driver ID entered
es: Identificador del maquinista introducido
pl: Wprowadzono ID Maszynisty

source: ETCS brake test required. Confirm to proceed.
pl: Wymagany test hamulców. Potwierdź aby rozpocząć.

source: ETCS brake test recommended.
pl: Zalecany test hamulców

source: Component testing
pl: Testowanie podzespołów

source: In progress...
pl: Wykonywanie testu...

source: Braking test...
pl: Wykonywanie testu...

source: Test in progress...
pl: Wykonywanie testu...

source: Test failed!
pl: Niepowodzenie testu!

source: Test successful!
pl: Test poprawny!

source: Failed
pl: Niepowodzenie

source: Type
pl: Rodzaj

source: TrainCategory
es: CategoríaTren

source: LoadingGauge
es: GáliboCarga

source: AxleLoadCategory
es: CargaEje

source: PT distance exceeded
es: Distancia PT excedida

source: RV distance exceeded
es: Distancia RV excedida
